tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "hashicorp/tap"

brew "bat"
brew "cowsay"
brew "curl"
brew "dive"
brew "docker-slim"
brew "duf"
brew "exa"
brew "fd"
brew "fish"
brew "fnm"
brew "fortune"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-extras"
brew "go"
brew "gron"
brew "htop"
brew "imagemagick"
brew "jq"
brew "navi"
brew "neovim"
brew "node"
brew "phpbrew"
brew "pwgen"
brew "python@3.8"
brew "ripgrep"
brew "rlwrap"
brew "starship"
brew "taskwarrior-tui"
brew "terraform-ls"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zoxide"

cask "alfred"
cask "docker"
cask "dropbox"
cask "font-ibm-plex"
cask "font-monoid"
cask "font-monoid-nerd-font"
cask "font-recursive"
# cask "google-chrome"
cask "iina"
cask "kitty"
cask "notion"
# cask "slack"
