tap "goreleaser/tap"
tap "hashicorp/tap"
tap "ankitpokhrel/jira-cli"

brew "awscli"
brew "bat"
brew "claude-code"
brew "cowsay"
brew "curl"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-slim"
brew "duf"
brew "eza"
brew "fd"
brew "fish"
brew "fnm"
brew "fortune"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-extras"
brew "go"
brew "gron"
brew "htop"
brew "imagemagick"
brew "jira-cli"
brew "jq"
brew "navi"
brew "ncdu"
brew "neovim"
brew "node"
brew "phpbrew"
brew "pwgen"
brew "python@3.14"
brew "ripgrep"
brew "rlwrap"
brew "starship"
brew "taskwarrior-tui"
brew "terraform-ls"
brew "tldr"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "vim"
brew "watch"
brew "wget"
brew "zoxide"

# cask "alfred"
cask "claude-code"
cask "dropbox"
cask "font-architects-daughter"
cask "font-ibm-plex"
cask "font-monoid"
cask "font-monoid-nerd-font"
cask "font-recursive"
cask "google-chrome"
cask "goreleaser"
cask "iina"
cask "kitty"
cask "notion"
cask "obsidian"
cask "raycast"
# cask "slack"
