tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "bat"
brew "cowsay"
brew "curl"
brew "exa"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-extras"
brew "go"
brew "htop"
brew "imagemagick"
brew "navi"
brew "neovim"
brew "node"
brew "python@3.8"
brew "ripgrep"
brew "rlwrap"
brew "starship"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zoxide"

cask "font-ibm-plex"
cask "font-monoid"
cask "font-recursive"
cask "google-chrome"
cask "iina"
cask "kitty"
